[
  {
    "id": 0,
    "title": "Dental Care",
    "description": "If you are searching for dental care in Fairless Hills, PA, call USA Dental Care.PC for a free consultation! Our professional dentists and staff offer quality care to all of our patients.",
    "long-description": "It is very important to take care of your teeth, not only for your health, but also for appearance. A person’s smile is the first thing that most people notice, we want you to be confident and show off those pearly whites! Our procedures are always simple and affordable. At your initial consultation, we will go over what exactly you need done, make a plan to fix your issue, and present you with your options. We use the latest techniques and equipment and will always give you personalized service. Our first-class dentists and medical/dentistry school graduates all have the same goal in mind: to make you happier and healthier.our unique combination of doctors will be happy to perform any of the following services: Routine Dental Cleanings Teeth Cleaning Radiographs Orthodontics Implants Cosmetic Works And Much More!",
    "thumbnail": "https://i.ibb.co/tPJ3HHQ/Dental-Care1.jpg",
    "banner": "https://i.ibb.co/Sv86TMh/Dental-Care.jpg"
  },
  {
    "id": 1,
    "title": "Primary Care",
    "description": "Primary Care offers comprehensive, coordinated, patient-centered care at convenient locations in Cambridge and Lexington. Choosing a primary care provider (PCP) at MIT Medical is your first step toward getting the care you need.",
    "long-description": "Primary Care Service is available for telehealth visits* and in-person appointments, including same-day visits and chronic disease follow-ups, by appointment only.Primary Care offers comprehensive, coordinated, patient-centered care at convenient locations in Cambridge and Lexington. Choosing a primary care provider (PCP) in Primary Care is your first step toward getting the most out of MIT Medical.Our primary care team at MIT Medical provides personalized, complete care for patients including:Routine physicals Diagnosis and treatment of illnesses Management of chronic conditions Routine health screenings Preventive care Care coordination",
    "thumbnail": "https://i.ibb.co/tPJ3HHQ/Dental-Care1.jpg",
    "banner": "https://i.ibb.co/Sv86TMh/Dental-Care.jpg"
  },
  {
    "id": 2,
    "title": "Root Canals",
    "description": "A root canal treatment is necessary when the root canal becomes inflamed or infected. At USA Dental Care.PC, we can repair and save a badly damaged or infected tooth by performing root canals in Fairless Hills, PA.",
    "long-description": "Many people will absolutely know when they need to have a root canal done. The pain can be extreme and you may not be able to focus on anything else. It is very important that you have a root canal procedure done because the infection can spread and be detrimental to the tooth. When you have a root canal procedure done, we will walk you through the process. There are many steps involved: First will be a local anesthesia will be administered to numb the tooth that is going to be treated. A dental dam will be placed over the affected tooth and it's adjacent teeth. The tooth that is going to be treated will be punched through the dam so it is isolated. A very small hole will then be drilled through the tooth allowing access to the pulp chamber.",
    "thumbnail": "https://i.ibb.co/Tb89PfT/Root-Canals1.jpg",
    "banner": "https://i.ibb.co/TTNpQ5B/Root-Canals.jpg"
  },
  {
    "id": 3,
    "title": "Pediatrics",
    "description": "Whether your child’s feeling ill or just needs a routine physical or immunization, we are here to help. We take the time to get to know your family and understand your concerns, so we can all work together for your child’s health.",
    "long-description": "The Medi Care Solution Pediatrics Service is available by appointment for same-day visits, pediatric primary care visits, and pediatric immunizations. All patients must call first to be seen. Whether your child’s feeling ill or just needs a routine physical or immunization, the Pediatrics Service at MIT Medical is here to help. We take the time to get to know your family and understand your concerns, so we can all work together for your child’s health. Our clinicians, nurse practitioners, and other pediatric staff stress prevention and education while providing a full range of services for children and adolescents, including: Routine physicals and check-ups Vaccines and immunizations Treatment of sickness or injuries Breast feeding support for nursing mothers 24-hour on-call response",
    "thumbnail": "https://i.ibb.co/pLnJ2Q3/Pediatrics.jpg",
    "banner": "https://i.ibb.co/N73h8yw/Pediatrics1.jpg"
  },
  {
    "id": 4,
    "title": "Preventive care",
    "description": "Preventive care helps detect or prevent serious diseases and medical problems before they can become major. Annual check-ups, immunizations, and flu shots, as well as certain tests and screenings, are a few examples of preventive care. This may also be called routine care.",
    "long-description": "Diagnostic care is related to services in which your provider is looking for something specific, often based on the results of a preventive test or screening. For example, a radiologist may ask for a follow-up mammogram for a patient. This follow-up is to check for something that may have been detected during the preventive or routine mammogram. The follow-up mammogram is diagnostic, and not covered as preventive care. Preventive care is intended to help you stay as healthy as possible. Regularly scheduled visits and tests allow your doctor to identify any medical problems before they can become major.",
    "thumbnail": "https://i.ibb.co/w7yhMDP/Preventive-care1.jpg",
    "banner": "https://i.ibb.co/rbS0Bx8/Preventive-care.jpg"
  },
  {
    "id": 5,
    "title": "Eye Service Optometry",
    "description": "The Medi Care Solution Eye Service is now seeing select patients for onsite visits. To create the safest possible environment for both patients and providers, fewer people will be in the clinic and appointments will be scheduled to allow thorough cleaning between exams.",
    "long-description": "Because of this, the number of appointments is quite limited, and we will be seeing patients with the most pressing needs first. We hope to open for more services in the near future. Thank you for your patience and understanding. You may contact us directly through HealthELife or by phone at 617-258-9768. We may be able to offer a remote consultation without an in-person visit. Our Eye Service provides a complete range of services, including: Optometry: Exams and treatment of eye diseases Ophthalmology: Consultations, surgical care, and further treatment of eye diseases Contact lenses: Comprehensive contact lens care, including fitting, dispensing, and consultation; we can also order your lenses for you.",
    "thumbnail": "https://i.ibb.co/yfjBP2t/Eye-Service-Optometry-Ophthalmology.jpg",
    "banner": "https://i.ibb.co/2j3skLP/Eye-Service-Optometry-Ophthalmology.jpg"
  }
]